speakers = [
    {'name': 'Валентин', 'job': 'PM', 'info': 'Гений, миллиардер, плейбой, филантроп', 'report_now': True, 'report_title': 'Валентинкин доклад'},
    {'name': 'Эдуард', 'job': 'оружейный барон ', 'info': 'Этот мир далек от совершенства, но нам надо в нем жить. Если однажды оружие не понадобиться для борьбы за мир, я клянусь, буду лепить кипричи для больниц', 'report_now': False,  'report_title': 'Как закалялась сталь'},
    {'name': 'Вася', 'job': 'безработный', 'info': 'Дифченки этот ненасытный МУСТАНГ сегодня СВОБОДЕН!!!', 'report_now': False, 'report_title': 'Пикапмастершоу'},
]

users = [
    {'name': 'Валентин', 'job': 'PM', 'info': 'Гений, миллиардер, плейбой, филантроп', 'report_now': True, 'report_title': 'Валентинкин доклад'},
    {'name': 'Эдуард', 'job': 'оружейный барон ', 'info': 'Этот мир далек от совершенства, но нам надо в нем жить. Если однажды оружие не понадобиться для борьбы за мир, я клянусь, буду лепить кипричи для больниц', 'report_now': False,  'report_title': 'Как закалялась сталь'},
    {'name': 'Вася', 'job': 'безработный', 'info': 'Дифченки этот ненасытный МУСТАНГ сегодня СВОБОДЕН!!!', 'report_now': False, 'report_title': 'Пикапмастершоу'},
    {'name': 'Лиза', 'job': 'QA', 'info': 'Гордая одинокая девушка', 'report_now': False, 'report_title': None},
    {'name': 'Степа', 'job': 'PythonDev', 'info': 'По пивку?', 'report_now': False, 'report_title': None},
    {'name': 'Ибрагим', 'job': 'DevOps', 'info': 'Что за привычка у вас такая богатырская: не разобравшись, всюду копьем тыкать?', 'report_now': False, 'report_title': None},
]

