speakers = [
    {'name': 'Валентин', 'job': 'PM', 'info': 'Гений, миллиардер, плейбой, филантроп', 'report_now': True, 'report_title': 'Валентинкин доклад'},
    {'name': 'Эдуард', 'job': 'оружейный барон ', 'info': 'Этот мир далек от совершенства, но нам надо в нем жить. Если однажды оружие не понадобиться для борьбы за мир, я клянусь, буду лепить кипричи для больниц', 'report_now': False,  'report_title': 'Как закалялась сталь'},
    {'name': 'Вася', 'job': 'безработный', 'info': 'Дифченки этот ненасытный МУСТАНГ сегодня СВОБОДЕН!!!', 'report_now': False, 'report_title': 'Пикапмастершоу'},
]

users = [
    {'name': 'Валентин', 'job': 'PM', 'info': 'Гений, миллиардер, плейбой, филантроп', 'report_now': True, 'report_title': 'Валентинкин доклад'},
    {'name': 'Эдуард', 'job': 'оружейный барон ', 'info': 'Этот мир далек от совершенства, но нам надо в нем жить. Если однажды оружие не понадобиться для борьбы за мир, я клянусь, буду лепить кипричи для больниц', 'report_now': False,  'report_title': 'Как закалялась сталь'},
    {'name': 'Вася', 'job': 'безработный', 'info': 'Дифченки этот ненасытный МУСТАНГ сегодня СВОБОДЕН!!!', 'report_now': False, 'report_title': 'Пикапмастершоу'},
    {'name': 'Лиза', 'job': 'QA', 'info': 'Гордая одинокая девушка', 'report_now': False, 'report_title': None},
    {'name': 'Степа', 'job': 'PythonDev', 'info': 'По пивку?', 'report_now': False, 'report_title': None},
    {'name': 'Ибрагим', 'job': 'DevOps', 'info': 'Что за привычка у вас такая богатырская: не разобравшись, всюду копьем тыкать?', 'report_now': False, 'report_title': None},
]

questions = [
    {'name': 'Валентин', 'question': 'Если бы тебе пришлось всю неделю кушать еду одного цвета, какой это был бы цвет?'},
    {'name': 'Эдуард', 'question': 'Что будет делать кошка, если облить собаку валерьянкой?'},
    {'name': 'Бухарина', 'question': 'Какой эксперимент вы бы провели, если были бы сумасшедшим ученым?'},
    {'name': 'Лиза', 'question': 'Что мешает плохим танцовщицам?'},
    {'name': 'Степа', 'question': 'Почему девушки открывают рот, когда красят ресницы?'},
    {'name': 'Ибрагим', 'question': 'Есть скорости звука и света. Почему нет скорости запаха?'},
    {'name': 'Даздрасмыгда', 'question': 'В какой цвет покрасить стены в комнате, чтобы появились деньги?'},
    {'name': 'Лентробух', 'question': 'Почему когда человек говорит: "да идите вы все", он как правило, уходит сам?'},
    {'name': 'Люцифер', 'question': 'Почему в сказке про трёх поросят дунул волк, а крышу снесло поросятам?'},
    {'name': 'Марго', 'question': 'Что бы вы в данный момент хотели больше, жёсткий диск или жёсткий секс?'},
    {'name': 'Даздраперма', 'question': 'Какую сепергероиню ты мечтал бы взять в жены?'},
    {'name': 'Кукуцаполь', 'question': 'Стоит ли соглашаться на пластическую операцию у врача, чья приёмная увешана репродукциями Пикассо?'},
]